Repository: LitQoo/SportsWorldCupOriginal
Catalog: proj.android/assets/*.lproj/Localizable.strings
Languages: de, fr, zh_hans

# require_heart
source: You don’t have enough [heart].
de: [Heart] fehlt.
fr: [Heart] n’est pas suffisant.
zh_hans: 【Heart】不足.

# require_coin
source: You don’t have enough [gold].
de: [Gold] fehlt.
fr: [Gold] n’est pas suffisant.
zh_hans: 【Gold】不足

# require_ruby
source: You don’t have enough [ruby].
de: [Ruby] fehlt.
fr: [Ruby] n’est pas suffisant.
zh_hans: 【ruby】不足

# opennewmap
source: A new map will be added now. Will you leave a review at the App Store?
de: Ab jetzt werden neue 5 Karte angeboten. Kannst du deine Kundenrezension schreiben?
zh_hans: 从现在开始增加新的map。是否要在app商店留下评论？

# review
source: Will you leave a review at the App Store?
de: Kannst du deine Kundenrezension schreiben?
zh_hans: 是否要在app商店留下评论？

# netfail
source: You have failed to connect to the network.
de: Netzwerkverbindung ist misslungen.
fr: La connexion au réseau est ratée.
zh_hans: 网络连接失败

source: Retrying.
de: Es wird nochmals versucht.
fr: Réessayez
zh_hans: 再试一次

# giftperhour
source: You can only use one GIFTCODE per hour.
de: [GIFTCODE] kann innerhalb einer Stunde einmal verwendet werden.
fr: Possible d’utiliser un seul [GIFTCODE] pendant une heure.
zh_hans: [GIFTCODE]1小时只能使用一次

# invalidgiftcode
source: This is an incorrect GIFTCODE.
de: [GIFTCODE] ist falsch.
fr: Ce [GIFTCODE] n’est pas correct.
zh_hans: 是不正确的[GIFTCODE]

# alreadyusegift
source: This GIFTCODE has already been used.
de: Dieser [GIFTCODE] ist schon verwendet.
fr: Ce [GIFTCODE] a été déjà utilisé.
zh_hans: 是以使用过的 [GIFTCODE]

# publishcode
source: We are distributing GIFTCODEs at facebook.com/litqoo
de: [GIFTCODE] werden auf der Internetseite facebook.com/litqoo geteilt.
fr: [GIFTCODE] sera distribué sur facebook.com/litqoo.
zh_hans: 在facebook.com/litqoo里划分[GIFTCODE]

# rewardafterexe
source: You can receive awards after running the game.
de: Se puede obtener luego de ejecutar el juego.
fr: La récompense sera donnée après le démarrage du jeu.
zh_hans: 执行游戏后可得到赔偿金

# noreward
source: There are no awards.
de: Es gibt keine Belohnungspunkte.
fr: Il n’y a pas d’historique de récompense.
zh_hans: 安装后请按这个妞

# exp
source: Multiplies your experience by 2
de: Doppelte Erfahrungspunkte werden geschenkt.
fr: La valeur d’expérience sera doublement attribuée.
zh_hans: 没有赔偿金明细

# shield
source: Saves you from breaking a combo once
de: Der Misserfolg von Combo kann einmal verhindert werden.
fr: L’insuccès de combo sera évité une fois.
zh_hans: 阻止一次失败的组合

# time
source: Gives you more game time
de: Mehrere Spielzeiten werden geschenkt.
fr: La durée du jeu sera fournie davantage.
zh_hans: 送更多的游戏时间

# nohighhurdle
source: Gets rid of high hurdles
de: Die hohe Hürde wird beseitigt.
fr: Supprimer les hautes haies.
zh_hans: 解除高跨栏

# wide
source: Widens view
de: Das Blickfeld wird erweitert.
fr: Elargir le champ visual.
zh_hans: 拓宽眼界

# nobird
source: Decreases possibility of birds appearing
de: Die Wahrscheinlichkeit, dass Vögel auftreten können, wird verringert.
fr: Réduire la possibilité de la sortie des oiseaux.
zh_hans: 减少出现鸟的机率

# expand
source: Increases control area
de: Der Schussbereich wird erweitert.
fr: Agrandir le champ de visée.
zh_hans: 扩大瞄准范围

# noshake
source: Decreases shaking
de: Das Zittern wird vermindert.
fr: L’oscilliation sera réduite.
zh_hans: 减少摆动

# windvalue
source: Marks wind velocity as a number
de: Der Wind wird mit Zahlen markiert.
fr: Le vent sera marqué par le chiffre.
zh_hans: 风用数字来表示

# longguide
source: Lengthens the guide line
de: Die Führungslinie wird verlängert.
fr: La ligne de guidage sera plus alongée.
zh_hans: 引导现更长

# tipin
source: When the ball bounces out, touch the ball.
de: Berühre dir den Ball, wenn der Ball aufspringt.
fr: Touchez les ballons à leurs rebondissements.
zh_hans: 弹出球时请触摸球

# update
source: A new version has been released. Do you want to update?
de: Die aktuelle Version wurde veröffentlicht. Möchtest du aktuallisieren?
fr: Une nouvelle version est sortie. Voulez- vous la télécharger?
zh_hans: 推出最新版本。升级吗？

# mustupdate
source: You can only play after updating to the newest version.
de: Das Spiel ist erst ermöglicht, wenn die Applikation aktuallisiert wird.
fr: Possible de faire du jeu suite au téléchargement de la nouvelle version.
zh_hans: 升级到最新版本才可能玩

# usebackboard
source: Use the backboard
de: Verwende das Backboard !
fr: Utiliser le Backboard.
zh_hans: 请使用篮板

# nick_length
source: Your nickname must be less than 8 characters in length.
de: Gib deinen Spitznamen innerhalb 8 Buchstaben ein!
fr: Entrez le pseudonyme en maximum 8 caractères.
zh_hans: 输入8字以内的绰号

# selectflag
source: Choose your nationality.
de: Bitte geben Sie das Land ein.
fr: Sélectionnez le pays.
zh_hans: 请选择国家。

# itemnumberlimit
source: You can select a maximum of 3 items per game.
de: Die Arten der Items, die in einem Spiel verwendet werden können, sind höchstens 3.
fr: Il est possible d’utiliser 3 types d’item au maximum pour un seul jeu.
zh_hans: 一次游戏中可使用的商品种类为最多3种。
